{language:English
{
  "title": "Jesus, I My Cross Have Taken",
  "author": "Henry F. Lyte",
  "year": 1833,
  "verses": [
    {
      "verse_number": 1,
      "text": "Jesus, I my cross have taken, All to leave and follow Thee; Destitute, despised, forsaken, Thou from hence my all shalt be: Perish every fond ambition, All I've sought, and hoped, and known; Yet how rich is my condition, God and heaven are still my own!"
    },
    {
      "verse_number": 2,
      "text": "Let the world despise and leave me, They have left my Savior, too; Human hearts and looks deceive me—Thou art not, like man, untrue; And, while Thou shalt smile upon me, God of wisdom, love, and might, Foes may hate, and friends may shun me—Show Thy face, and all is bright."
    },
    {
      "verse_number": 3,
      "text": "Go, then, earthly fame and treasure! Come disaster, scorn, and pain! In Thy service, pain is pleasure; With Thy favor, loss is gain. I have called Thee, 'Abba, Father'; I have stayed my heart on Thee: Storms may howl, and clouds may gather, All must work for good to me."
    },
    {
      "verse_number": 4,
      "text": "Man may trouble and distress me—'Twill but drive me to Thy breast; Life with trials hard may press me, Heaven will bring me sweeter rest. O 'tis not in grief to harm me, While Thy love is left to me; O 'twere not in joy to charm me, Were that joy unmixed with Thee."
    },
    {
      "verse_number": 5,
      "text": "Take, my soul, thy full salvation; Rise o'er sin, and fear, and care; Joy to find in every station Something still to do or bear. Think what Spirit dwells within thee; What a Father's smile is thine; What a Savior died to win thee: Child of heaven, shouldst thou repine?"
    },
    {
      "verse_number": 6,
      "text": "Haste thee on from grace to glory, Armed by faith, and winged by prayer; Heaven's eternal day's before thee, God's own hand shall guide thee there. Soon shall close thy earthly mission, Swift shall pass thy pilgrim days; Hope shall change to glad fruition, Faith to sight, and prayer to praise."
    }
  ]
}
language:Ukrainian
{
  "title": "Ісусе, Я Мій Хрест Взяв",
  "author": "Генрі Ф. Лайт, перекладено",
  "year": 1833,
  "verses": [
    {
      "verse_number": 1,
      "text": "Ісусе, я мій хрест взяв, Все залишив, іду за Тобою; Нещасний, зневажений, покинутий, Ти тепер моє все: Нехай згине кожна мила мрія, Все, що я шукав, сподівався і знав; Але як багато я отримав, Бог і небо — мої!"
    },
    {
      "verse_number": 2,
      "text": "Хай світ мене зневажає і залишає, Вони залишили і мого Спасителя; Людські серця і погляди обманюють мене — Ти не такий, як людина, неправдивий; І, поки Ти посміхаєшся до мене, Боже мудрості, любові, і сили, Вороги можуть ненавидіти, друзі можуть уникати мене — Покажи Твоє обличчя, і все ясно."
    },
    {
      "verse_number": 3,
      "text": "Йди, тоді, земна славо та багатство! Йди катастрофа, зневага, і біль! У Твоєму служінні, біль є задоволенням; З Твоєю прихильністю, втрата є зиском. Я назвав Тебе, 'Абба, Отче'; Я зупинив своє серце на Тобі: Бурі можуть завивати, і хмари збиратися, Все має працювати на моє добро."
    },
    {
      "verse_number": 4,
      "text": "Людина може турбувати і докучати мені — це лише змусить мене йти до Твоїх обіймів; Життя з важкими випробуваннями може тиснути на мене, Небо принесе мені солодший спочинок. О, в горі не здатний зашкодити мені, Поки Твоя любов залишається при мені; О, в радості не здатний зачарувати мене, Якщо ця радість не змішана з Тобою."
    },
    {
      "verse_number": 5,
      "text": "Візьми, моя душе, твоє повне спасіння; Вставай над гріхом, і страхом, і турботою; Радість знаходити на кожній станції Щось ще робити або нести. Подумай, який Дух живе всередині тебе; Яка посмішка Батька твоя; Який Спаситель помер, щоб виграти тебе: Дитя небес, чому ти нарікаєш?"
    },
    {
      "verse_number": 6,
      "text": "Поспішай з благодаті в славу, Озброєний вірою, і крилами молитви; Вічний день небес перед тобою, Божа власна рука проведе тебе там. Скоро закінчиться твоя земна місія, Швидко пройдуть твої паломницькі дні; Надія зміниться на радісне здійснення, Віра на видіння, і молитва на хвалу."
    }
  ]
}

}
